Repository: NMarjou/localization-app
Catalog: TMs/en-US_id-ID.tmx
Source language: en_us
Languages: id_id

source: Your pay information requests will appear here. Check back later for updates or explore more features in the meantime.
id_id: Permintaan informasi gaji Anda akan muncul di sini. Periksa kembali nanti untuk pembaruan, atau jelajahi fitur lainnya sementara itu.

source: API upload
id_id: Unggah API

source: {{count}} day
id_id: {{count}} hari

source: {{count}} days
id_id: {{count}} hari

source: Reopened
id_id: Dibuka kembali

source: Manage pay information requests.
id_id: Kelola permintaan informasi gaji.

source: Pay information requests
id_id: Permintaan informasi pembayaran

source: Technical account (API upload)
id_id: Akun teknis (unggah API)

source: View request
id_id: Lihat permintaan

source: The worker cannot be empty.
id_id: Pekerja tidak boleh kosong.

source: Create prediction
id_id: Buat prediksi

source: There are no predictions to display at the moment.
id_id: Tidak ada prediksi yang dapat ditampilkan saat ini.

source: My prediction list
id_id: Daftar prediksi saya

source: Created date: {{date}}
id_id: Tanggal dibuat: {{date}}

source: Created date: {{createDate}} Updated: {{modifiedDate}}
id_id: Tanggal dibuat: {{createDate}} Diperbarui: {{modifiedDate}}

source: No predictions with the name "{{phrase}}"
id_id: Tidak ada prediksi dengan nama "{{phrase}}"

source: Search prediction
id_id: Prediksi pencarian

source: Here you can find a list of system-generated salary proposals that consider factors like salary ranges and promotion levels to support external competitiveness and internal equity.
id_id: Di sini Anda dapat menemukan daftar usulan gaji dari sistem yang mempertimbangkan faktor-faktor seperti rentang gaji dan tingkat promosi untuk mendukung daya saing eksternal dan kesetaraan internal.

source: Existing worker
id_id: Pekerja yang sudah ada

source: New hire
id_id: Karyawan baru

source: There are no feedback types available for this worker. Share your thoughts to help your team members grow.
id_id: Tidak ada jenis umpan balik yang tersedia untuk pekerja ini. Bagikan pendapat Anda untuk membantu anggota tim Anda berkembang.

source: Shared with me
id_id: Dibagikan dengan saya

source: Average: {{avg}}
id_id: Rata-rata: {{avg}}

source: Based on evaluations provided by workers
id_id: Berdasarkan evaluasi yang diberikan oleh karyawan

source: Give feedback to increase the chances of generating insights.
id_id: Berikan umpan balik untuk meningkatkan peluang mendapatkan wawasan.

source: {{count}} rated feedback to generate statistics
id_id: {{count}} umpan balik yang dinilai untuk menghasilkan statistik

source: Perceived <strong>clarity</strong>
id_id: Persepsi <strong>kejelasan</strong>

source: Perceived <strong>trust</strong>
id_id: <strong>Kepercayaan</strong> yang dirasakan

source: Rated feedback
id_id: Umpan balik yang dinilai

source: Manager feedback ratings
id_id: Penilaian umpan balik manajer

source: Until the next update
id_id: Sampai pembaruan berikutnya

source: Feedback marked as public by this worker
id_id: Umpan balik yang ditandai sebagai publik oleh pekerja ini

source: Check again later for updates or explore more in the meantime.
id_id: Periksa lagi nanti untuk pembaruan atau jelajahi lebih lanjut sementara ini.

source: Feedback that was sent to this worker
id_id: Umpan balik yang telah dikirimkan kepada pekerja ini

source: You haven’t sent any feedback to this worker yet. Share your thoughts to help your team members grow.
id_id: Anda belum mengirimkan umpan balik kepada pekerja ini. Bagikan pemikiran Anda untuk membantu anggota tim Anda berkembang.

source: {{firstName}} is waiting for your feedback. Why not share your insights now?
id_id: {{firstName}} sedang menunggu umpan balik dari Anda. Bagikan wawasan Anda sekarang juga?

source: Feedback this team member shared with me
id_id: Umpan balik yang dibagikan anggota tim ini kepada saya

source: Sharing feedback helps improve teamwork and processes within the company.
id_id: Berbagi umpan balik membantu meningkatkan kerja sama tim dan proses di dalam perusahaan.

source: Goals owned by your team member and on which they need to work.
id_id: Tujuan anggota tim Anda yang perlu mereka kerjakan.

source: No results.<br/>Clear search to show all goals.
id_id: Tidak ada hasil.<br/>Hapus pencarian untuk menampilkan semua tujuan.

source: This team member has no goals yet.
id_id: Anggota tim ini belum memiliki tujuan apa pun.

source: This team member has no assigned performance review at the moment.
id_id: Anggota tim ini belum memiliki penilaian kinerja yang ditugaskan saat ini.

source: Career development
id_id: Pengembangan karier

source: Reassigned to: {{userName}}
id_id: Dialihkan kepada: {{userName}}

source: Go to career development plan
id_id: Buka rencana pengembangan karier

source: Reassigned
id_id: Dipindahkan

source: Reassigned to {{userName}}
id_id: Dipindahkan ke {{userName}}

source: Compare workers
id_id: Bandingkan pekerja

source: Direct reports
id_id: Bawahan langsung

source: {{firstName}}'s goal progress
id_id: Progres tujuan {{firstName}}

source: Last feedback
id_id: Umpan balik terakhir

source: No feedback
id_id: Tidak ada umpan balik

source: (me)
id_id: (saya)

source: Next check-in
id_id: Cek masuk berikutnya

source: No check-ins
id_id: Tidak ada check-in

source: Go to check-in
id_id: Pergi ke check-in

source: Go to review
id_id: Pergi ke ulasan

source: No team members match your criteria. Try adjusting your search or check the spelling and filters to find the right team member.
id_id: Tidak ada anggota tim yang sesuai dengan kriteria Anda. Cobalah sesuaikan pencarian Anda atau periksa ejaan dan filter untuk menemukan anggota tim yang tepat.

source: No team members selected
id_id: Tidak ada anggota tim yang dipilih

source: Select one or more team members to view their performance metrics. Check the box next to their name to analyze their data.
id_id: Pilih satu atau lebih anggota tim untuk melihat metrik kinerja mereka. Centang kotak di sebelah nama mereka untuk menganalisis data mereka.

source: Direct reports of {{name}}
id_id: Bawahan langsung dari {{name}}

source: Team view
id_id: Tampilan tim

source: Top behavior
id_id: Perilaku terbaik

source: No behaviors
id_id: Tidak ada perilaku

source: You don't have any direct reports
id_id: Anda tidak memiliki bawahan langsung

source: Worker tree
id_id: Hierarki pekerja

source: Search for a recipient
id_id: Cari penerima

source: No recipients with the name "{{phrase}}"
id_id: Tidak ada penerima dengan nama "{{phrase}}"

source: This table displays a comprehensive list of documents associated with your team. You can preview, download and release these documents here. Please ensure the accuracy and relevance of each document before approving.
id_id: Tabel ini menampilkan daftar lengkap dokumen yang terkait dengan tim Anda. Anda dapat melihat pratinjau, mengunduh, dan merilis dokumen-dokumen tersebut di sini. Pastikan akurasi dan relevansi setiap dokumen sebelum menyetujui.

source: {{selectedItemsCount}} items selected
id_id: {{selectedItemsCount}} item dipilih

source: Select all {{allAvailableDocumentsCount}} items
id_id: Pilih semua {{allAvailableDocumentsCount}} item

source: Communication rounds
id_id: Tahap Wawancara

source: View and manage team documents.
id_id: Lihat dan kelola dokumen tim.

source: You have not accessed any communication rounds yet.
id_id: Anda belum mengakses tahap wawancara apa pun.

source: No communication rounds
id_id: Tidak ada tahap wawancara

source: Communication manager review
id_id: Ulasan manajer komunikasi

source: Communication round list
id_id: Daftar tahap wawancara

source: HR BP review
id_id: Ulasan HRBP

source: Document released automatically
id_id: Dokumen diterbitkan secara otomatis

source: <strong>{{name}}</strong> changed the workflow step
id_id: <strong>{{name}}</strong> mengubah langkah alur kerja

source: Document imported
id_id: Dokumen berhasil diimpor

source: <strong>{{name}}</strong> imported the document
id_id: <strong>{{name}}</strong> mengimpor dokumen

source: Document overridden
id_id: Dokumen ditimpa

source: <strong>{{name}}</strong> overrode the document
id_id: <strong>{{name}}</strong> mengganti dokumen

source: Document details
id_id: Detail dokumen

source: Recipient
id_id: Penerima

source: <strong>{{name}}</strong> imported the document from the pay information request {{requestId}}
id_id: <strong>{{name}}</strong> mengimpor dokumen dari permintaan informasi gaji {{requestId}}

source: <strong>{{name}}</strong> released the document
id_id: <strong>{{name}}</strong> merilis dokumen

source: <strong>{{name}}</strong> unreleased the document
id_id: <strong>{{name}}</strong> belum merilis dokumen

source: <strong>{{name}}</strong> viewed the document
id_id: <strong>{{name}}</strong> melihat dokumen

source: Unrelease
id_id: Batalkan rilis

source: Download document
id_id: Unduh dokumen

source: Import
id_id: Impor

source: The document was successfully canceled.
id_id: Dokumen berhasil dibatalkan.

source: The workflow step was successfully changed.
id_id: Langkah alur kerja berhasil diubah.

source: The document was successfully deleted.
id_id: Dokumen berhasil dihapus.

source: The document was successfully released.
id_id: Dokumen berhasil dirilis.

source: One or more validation errors occurred. Some document are not in the proper workflow step for the requested action. Please, refresh the page.
id_id: Satu atau lebih kesalahan validasi terjadi. Beberapa dokumen tidak berada pada langkah alur kerja yang sesuai untuk tindakan yang diminta. Silakan muat ulang halaman.

source: Release document
id_id: Rilis dokumen

source: View document
id_id: Lihat dokumen

source: Change workflow step
id_id: Ubah langkah alur kerja

source: Add filter criteria
id_id: Tambahkan kriteria filter

source: Advanced filters
id_id: Filter lanjutan

source: Region
id_id: Wilayah

source: State
id_id: Negara Bagian

source: Select fields & values
id_id: Pilih bidang & nilai

source: Comm manager: {{count}} filter applied
id_id: Manajer komunikasi: {{count}} filter diterapkan

source: Comm manager: {{count}} filters applied
id_id: Manajer komunikasi: {{count}} filter diterapkan

source: Recipient: {{count}} filter applied
id_id: Penerima: {{count}} filter diterapkan

source: Recipient: {{count}} filters applied
id_id: Penerima: {{count}} filter diterapkan

source: Comm manager
id_id: Manajer komunikasi

source: Values
id_id: Nilai-nilai

source: Target workflow step
id_id: Langkah alur kerja target

source: Release
id_id: Rilis

source: Do you want to release {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only not released documents that are in "Document review" step will be released.
id_id: Apakah Anda ingin merilis {{selectedRowKeysLength}} dari {{allAvailableDocumentsCount}} dokumen yang dipilih? Hanya dokumen yang belum dirilis dan berada pada langkah "Tinjauan dokumen" yang akan dirilis.

source: You cannot release the documents. The selected documents have already been released.
id_id: Anda tidak dapat merilis dokumen. Dokumen yang dipilih sudah pernah dirilis.

source: {{releasedDocumentsLength}} of the {{selectedRowKeysLength}} documents are already released. Do you want to release the other documents?
id_id: {{releasedDocumentsLength}} dari {{selectedRowKeysLength}} dokumen sudah dirilis. Apakah Anda ingin merilis dokumen lainnya?

source: Do you want to release {{selectedRowKeysLength}} documents?
id_id: Apakah Anda ingin merilis {{selectedRowKeysLength}} dokumen?

source: Documents already released
id_id: Dokumen sudah dirilis

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully released. Documents that are already released and documents that are not in "Document review" step cannot be released.
id_id: {{SucceededCount}} dari {{RequestedCount}} dokumen berhasil dirilis. Dokumen yang sudah dirilis dan dokumen yang tidak berada dalam langkah "Tinjau dokumen" tidak dapat dirilis.

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully released.
id_id: {{SucceededCount}} dari {{RequestedCount}} dokumen berhasil dirilis.

source: {{FailedLength}} of {{RequestedCount}} selected documents cannot be released. Only not released documents that are in "Document review" step can be released.
id_id: {{FailedLength}} dari {{RequestedCount}} dokumen yang dipilih tidak dapat dirilis. Hanya dokumen yang belum dirilis yang berada dalam langkah "Tinjau dokumen" yang dapat dirilis.

source: {{selectedDocsLength}} documents selected:
id_id: {{selectedDocsLength}} dokumen dipilih:

source: Do you want to unrelease {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only released documents will be unreleased.
id_id: Apakah Anda ingin membatalkan rilis {{selectedRowKeysLength}} dari {{allAvailableDocumentsCount}} dokumen yang dipilih? Hanya dokumen yang telah dirilis yang akan dibatalkan.

source: You cannot unrelease files that are in "Unreleased" and "Not released" status.
id_id: Anda tidak dapat membatalkan rilis file yang berstatus "Belum dirilis" dan "Tidak dirilis".

source: You cannot unrelease the files. The selected files have not been released yet.
id_id: Anda tidak dapat membatalkan rilis file. File yang dipilih belum dirilis.

source: You cannot unrelease the files. The selected files have already been unreleased.
id_id: Anda tidak dapat membatalkan rilis file. File yang dipilih telah batal dirilis.

source: {{unReleasedDocumentsLength}} of the {{selectedRowKeysLength}} are already unreleased. Do you want to unrelease the other documents?
id_id: {{unReleasedDocumentsLength}} dari {{selectedRowKeysLength}} telah batal dirilis. Apakah Anda ingin membatalkan rilis dokumen lainnya?

source: Do you want to unrelease {{selectedRowKeysLength}} documents?
id_id: Apakah Anda ingin membatalkan rilis {{selectedRowKeysLength}} dokumen?

source: Documents already unreleased
id_id: Dokumen telah batal dirilis

source: Unrelease impossible
id_id: Tidak dapat dirilis

source: Files not released
id_id: File tidak dirilis

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully unreleased. Documents that are not released cannot be unreleased.
id_id: {{SucceededCount}} dari {{RequestedCount}} dokumen telah batal dirilis. Dokumen yang tidak dirilis tidak dapat dibatalkan.

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully unreleased.
id_id: {{SucceededCount}} dari {{RequestedCount}} dokumen berhasil dibatalkan rilisnya.

source: {{FailedLength}} of {{RequestedCount}} selected documents cannot be unreleased. Only released documents can be unreleased.
id_id: {{FailedLength}} dari {{RequestedCount}} dokumen yang dipilih tidak dapat batal dirilis. Hanya dokumen yang sudah dirilis yang dapat dibatalkan.

source: My summary document
id_id: Dokumen ringkasan saya

source: Generation date
id_id: Tanggal pembuatan

source: Document recipient
id_id: Penerima dokumen

source: Release status
id_id: Status rilis

source: My summary doc
id_id: Dokumen ringkasan saya

source: Are you sure you want to cancel the release of the selected documents?
id_id: Apakah Anda yakin ingin membatalkan rilis dokumen yang dipilih?

source: Unrelease selected documents
id_id: Batalkan rilis dokumen yang dipilih

source: Are you sure you want to delete the selected documents?
id_id: Apakah Anda yakin ingin menghapus dokumen yang dipilih?

source: Delete documents
id_id: Hapus dokumen

source: Are you sure you want to release the selected documents?
id_id: Apakah Anda yakin ingin merilis dokumen yang dipilih?

source: Release selected documents
id_id: Rilis dokumen yang dipilih

source: Communication manager name
id_id: Nama manajer komunikasi

source: Type part of a name
id_id: Ketik sebagian nama

source: Generated after
id_id: Dihasilkan setelah

source: Generated before
id_id: Dihasilkan sebelum

source: Remove filters and the clear the search to show all results.
id_id: Hapus filter dan bersihkan pencarian untuk menampilkan semua hasil.

source: Recipient name
id_id: Nama penerima

source: Do you want to change the workflow step of {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only selected rows that are not in "{{TargetStep}}" step will be moved. You must unrelease released documents to be able to move them along in the workflow.
id_id: Apakah Anda ingin mengubah langkah alur kerja {{selectedRowKeysLength}} dari {{allAvailableDocumentsCount}} dokumen yang dipilih? Hanya baris yang dipilih yang tidak berada di langkah "{{TargetStep}}" yang akan dipindahkan. Anda harus membatalkan dokumen yang sudah dirilis agar dapat memindahkannya dalam alur kerja.

source: Change workflow step of selected documents
id_id: Ubah langkah alur kerja dokumen yang dipilih

source: You cannot change the workflow step of the selected documents.
id_id: Anda tidak dapat mengubah langkah alur kerja dokumen yang dipilih.

source: Workflow step change impossible
id_id: Perubahan langkah alur kerja tidak memungkinkan

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully moved to the next workflow step.
id_id: {{SucceededCount}} dari {{RequestedCount}} dokumen berhasil dipindahkan ke langkah alur kerja berikutnya.

source: {{FailedLength}} of the {{RequestedCount}} selected documents cannot be changed at the moment. Please try again later.
id_id: {{FailedLength}} dari {{RequestedCount}} dokumen yang dipilih tidak dapat diubah saat ini. Silakan coba lagi nanti.

source: Release impossible. The selected documents have already been released.
id_id: Tidak dapat dirilis. Dokumen yang dipilih sudah dirilis.

source: Do you want to release {{selectedRowKeysLength}} selected documents?
id_id: Apakah Anda ingin merilis {{selectedRowKeysLength}} dokumen yang dipilih?

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully released. Documents that are already released and documents that are not in 'Document Review' step cannot be released.
id_id: {{SucceededCount}} dari {{RequestedCount}} dokumen berhasil dirilis. Dokumen yang sudah dirilis dan dokumen yang tidak berada dalam langkah 'Tinjau Dokumen' tidak dapat dirilis.

source: {{FailedLength}} of the {{RequestedCount}} selected documents cannot be released. Only not released documents that are in "Document review" step can be released.
id_id: {{FailedLength}} dari {{RequestedCount}} dokumen yang dipilih tidak dapat dirilis. Hanya dokumen yang belum dirilis dan berada dalam langkah "Tinjau dokumen" yang dapat dirilis.

source: Do you want unrelease {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only released documents will be unreleased.
id_id: Apakah Anda ingin membatalkan rilis {{selectedRowKeysLength}} dari {{allAvailableDocumentsCount}} dokumen yang dipilih? Hanya dokumen yang sudah dirilis yang akan dibatalkan.

source: You cannot unrelease files in "Unreleased" and "Not released" status.
id_id: Anda tidak dapat membatalkan rilis file dalam status "Belum dirilis" dan "Tidak dirilis".

source: You cannot unrelease the files; the selected files haven't been released yet.
id_id: Anda tidak dapat membatalkan rilis file, file yang dipilih belum dirilis.

source: You cannot unrelease files. The selected files have already been unreleased.
id_id: Anda tidak dapat membatalkan rilis file. File yang dipilih sudah batal dirilis.

source: {{unReleasedDocumentsLength}} of the {{selectedRowKeysLength}} selected documents are already unreleased. Do you want to unrelease the other documents?
id_id: {{unReleasedDocumentsLength}} dari {{selectedRowKeysLength}} dokumen yang dipilih sudah dibatalkan rilisnya. Apakah Anda ingin membatalkan rilis dokumen lainnya?

source: Do you want to unrelease {{selectedRowKeysLength}} selected document(s)?
id_id: Apakah Anda ingin membatalkan rilis {{selectedRowKeysLength}} dokumen yang dipilih?

source: {{FailedLength}} of the {{RequestedCount}} selected documents cannot be unreleased. Only released documents can be unreleased.
id_id: {{FailedLength}} dari {{RequestedCount}} dokumen yang dipilih tidak dapat batal dirilis. Hanya dokumen yang sudah dirilis yang dapat dibatalkan.

source: No manager
id_id: Tidak ada manajer

source: Managers
id_id: Manajer

source: Communication manager
id_id: Manajer komunikasi

source: Supported file formats: PDF. Maximum file size: 20MB.
id_id: Format file yang didukung: PDF. Ukuran file maksimum: 20MB.

source: You can close this window, but please keep this page open to ensure a successful upload.
id_id: Anda dapat menutup jendela ini, tetapi mohon tetap buka halaman ini untuk memastikan unggahan berhasil.

source: Your file is being uploaded.
id_id: Berkas Anda sedang diunggah.

source: The document "{{fileName}}" was successfully imported.
id_id: Dokumen "{{fileName}}" berhasil diimpor.

source: The document "{{fileName}}" cannot be imported. Check format and size conditions.
id_id: Dokumen "{{fileName}}" tidak dapat diimpor. Periksa ketentuan format dan ukuran.

source: Canceled
id_id: Dibatalkan

source: No doc
id_id: Tidak ada dokumen

source: Not released
id_id: Belum dirilis

source: Released
id_id: Dirilis

source: Unreleased
id_id: Belum dirilis

source: My summary report
id_id: Laporan ringkasan saya

source: Document review
id_id: Tinjauan dokumen

source: Hierarchy validation
id_id: Validasi hierarki

source: Marketing team equity plan
id_id: Rencana ekuitas tim pemasaran

source: View grid
id_id: Lihat grid

source: Comp history
id_id: Riwayat komp

source: Go to individual view
id_id: Buka tampilan individu

source: Comp overview
id_id: Ikhtisar komp

source: day
id_id: hari

source: History of the last {{count}} change events
id_id: Riwayat dari {{count}} peristiwa perubahan terakhir

source: month
id_id: bulan

source: months
id_id: bulan

source: No compensation history available for this worker at the moment.
id_id: Riwayat kompensasi untuk pekerja ini belum tersedia saat ini.

source: No comp history
id_id: Tidak ada riwayat kompensasi

source: Overview of recent changes
id_id: Ikhtisar perubahan terbaru

source: Time in company
id_id: Waktu di perusahaan

source: Time in role
id_id: Waktu dalam peran

source: year
id_id: tahun

source: years
id_id: tahun

source: Create plan
id_id: Buat rencana

source: New plan
id_id: Rencana baru

source: Are you sure you want to exit without saving your changes?
id_id: Apakah Anda yakin ingin keluar tanpa menyimpan perubahan Anda?

source: Exit without saving
id_id: Keluar tanpa menyimpan

source: Zip code
id_id: Kode pos

source: Zip code or postal code.
id_id: Kode pos.

source: Let's discuss on
id_id: Mari kita bahas tentang

source: Type and status
id_id: Tipe dan status

source: Please accept the data privacy notice to proceed.
id_id: Silakan terima notifikasi privasi data untuk melanjutkan.

source: Bulk edition via CSV
id_id: Edisi massal melalui CSV

source: Export roles
id_id: Ekspor jabatan

source: Upload your file
id_id: Unggah file Anda

source: Download your current role configuration
id_id: Unduh konfigurasi jabatan Anda saat ini

source: Edit the CSV file
id_id: Edit file CSV

source: Upload the modified CSV file
id_id: Unggah file CSV yang telah dimodifikasi

source: The file was successfully uploaded. Please download the log file. To review any errors, refer to the last two columns of the file ("Result" and "Error Description").
id_id: File berhasil diunggah. Silakan unduh file log. Untuk meninjau setiap kesalahan, lihat dua kolom terakhir file ("Hasil" dan "Deskripsi Kesalahan").

source: Your avatar was successfully updated.
id_id: Avatar Anda berhasil diperbarui.

source: <strong>{{userName}}</strong> added alignments.
id_id: <strong>{{userName}}</strong> menambahkan penyelarasan.
